#+TITLE: Control de Cuenta Corriente
#+AUTHOR: mcasrom
#+HTML_HEAD: <style>td:nth-child(3)[label*="-"], td:nth-child(3):contains("-") { color: red; }</style>




#+NAME: libro_mayor
|      Fecha | Concepto        | Importe |  Saldo |
|------------+-----------------+---------+--------|
| 2026-01-01 | Saldo Inicial   |  350.86 | 350.86 |
| 2026-01-01 | Cerradura       |      -3 | 347.86 |
| 2026-01-02 | Herdero 1 Extra |     100 | 447.86 |
| 2026-01-05 | 30x4            |     120 | 567.86 |
| 2026-01-05 | Alarma          |  -43.94 | 523.92 |
| 2026-01-14 | Abono           |    5.15 | 529.07 |
| 2026-01-14 | Abono           |    0.53 | 529.60 |
| 2026-01-15 | Emuasa          |  -67.14 | 462.46 |
| 2026-01-22 | Energía         |  -67.12 | 395.34 |
#+TBLFM: $4=vsum(@2$3..$3);%.2f


